<template>
  <div class="main">
      <p id="img"><img src="img/baike.png" alt=""></p>
      <hr>
      <h2><img src="img/header/claw.png">怎么选择健康、身体状况良好的幼犬</h2>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        成年犬的许多“本领”都是在幼犬阶段经训练而得来的。选择适合您的幼犬非常重要。您在购犬时应该考虑以下主要问题：健康情况，月龄，品种，性别，父母犬的情况和自己的居住状况。
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
        月龄 选择幼犬比成年犬要好些，因为成年犬对新主人多少有些不信任，不能很快达到信任与忠诚的程度。幼犬则极易与主人相识相溶，成为朋友。问题是多大的幼犬最适合购买呢？ 
          一般认为，3月龄内的幼犬每20天相当于人的1岁。幼犬出生后，经45天吃奶期后断奶。断奶后刚开始吃食物时，易患病。所以，购买幼犬应在出生后60天左右为最低选择年龄。但是，并非月龄越大越好，一般推荐最大月龄尽量不超过6个月。因为，6月龄以上的犬处于“青少年阶段”，已经失去了“童年的活泼与乐趣”，错过了重要的早期训练阶段，许多毛病不易纠正。所以，以6月龄为上限较适合。
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          健康状况 健康是拥有一只爱犬的首要条件。健康的幼犬才能接受疫苗注射，才能给您的生活增添欢愉，而非烦恼。那么，如何判断一只幼犬的健康情况呢？ 
          首先是“看”。观察幼犬的精神状态，健康的幼犬好动，好奇，反应灵敏，不怕人。头部：鼻头湿而凉，眼睛明亮，无不洁眼分泌物。耳无异味，无褐色分泌物。舌红而湿。颈转动灵活；见人先嗅，尾部摆动自如。
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          其次是抚摸。全身无触痛，被毛光滑，皮肤无突起或疱；四肢活动灵活，触压腰部时应有“凹腰”反射；肋骨光滑无结节。 特别要注意的是，鼻镜干、热，脚垫粗而硬，脓鼻滴，肛门周围腥臭或前腿有针眼的小犬一定不要买，因为不是处于健康状态。
      </p>
      <h2><img src="img/header/claw.png">怎么从细节观察幼犬的性格、品种及性别</h2>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          一般来讲，决定犬性格的主要先天性因素是品种而不是性别。有的品种的犬好动，有的爱管闲事、爱叫，有的品种的犬只忠于一个主人；因此，选择宠物幼犬时，首先应了解什么品种的犬最适合您的性格和您的居室条件，尤其是有些犬需要较大的运动量，不适合于城里高层公寓的爱犬者饲养；有些犬爱叫，易引起邻里纠纷。心中有了底，挑选起幼犬才能有的放矢。 
          同一品种的公犬和母犬没有智力差别，小品种的犬个头和体重在公母犬上也无太大差别。当然，成年公犬比母犬体型稍大一点儿。一般讲，公犬更活泼，母犬较听话。公母犬的最大区别是正常成年母犬在繁殖期妊娠后，要分娩和哺喂幼犬。但从个体外貌上，公犬一般更好看
      </p>
      <h2><img src="img/header/claw.png">狗狗偏食的原因和解决方法</h2>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          狗偏食有两种类型，一种是由于经济的原因给狗喂食剩饭。另一种是特地为狗花大笔钱买狗喜欢的肉，鱼，奶酪，牛奶等高级食物。但不管是哪一种情况，偏食是导致狗患上疾病的重要原因。
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          比如，每天仅给狗喂食肉，若干年后，这些狗几乎都会患上被称为“全肉症候群”的疾病。这一疾病会导致急性出血性肠炎，呕吐，痢疾等严重脱水症，甚至会导致死亡。最近由于为食牛肉而引发这种病的例子屡见不鲜。
      </p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;
          此外，还有口腔内疾病（牙结石，牙龈化脓，牙龈炎，口腔炎等，这些炎症往往会导致狗的牙齿脱落，下颚骨疏松等），皮肤病，骨质病变，内脏隐疾，代谢异常等各种各样的疾病。 
          例如最常见的骨质病变时，骨头变得和纸一样薄，狗行动困难，骨骼出现异样弯曲。抚摸或是把狗抱起来，对狗来说是非常痛苦的。这种病只有在医院才能诊断出来。 
          但是，偏食不仅仅是由于喂食肉才引起的。加盐的食物，人的剩饭，特定食物（一个错误的说法，为了增强狗的毛色每天给他喂食鸡脯肉等）虽一时未见患病，但连续给狗喂食钙剂，骨粉等营养补充剂，也会使狗染上偏食症。
      </p>
      <hr>
      <h3>爱犬人经常犯的一个错误是，为了把狗当人一样来饲养，狗的食物和人一样。这种想法是可以理解的，但这种食物只会使狗寿命缩短，对狗的健康一点好处都没有。 
          因此给狗喂食营养均衡的食物能够使狗具有以下优点：
      </h3>
    
      <pre>
          *保持基本体力 
          *发育正常 
          *促进新陈代谢 
          *增强毛的光泽，促进毛的生长 
          *保持完美的体形
      </pre>
  </div>
</template>
<style scoped>
  h1,h2,h3{
    margin-top: 20px;
  }
  div.main{
    width: 1200px;
    box-shadow: 0 0 5px #aaa;
    margin: 0px auto;
  }
  #img{
    padding-top: 10px;
    margin-top: 70px;
    margin-bottom: 10px;
    text-align: center;
  }
  hr{
    width: 95%;
    margin:0 auto;
  }
  h2{
     text-align: left;
     padding-left: 80px; 
    }
  p{
  font-size: 17px;
  width: 85%;
  margin: 0 auto;
  text-align: left;
  line-height: 30px;
  }
  h3{
    width: 85%;
    text-align: left;
     padding-left: 80px; 
  }
  pre{
    text-align: left;
    padding-left: 80px; 
  }
</style>